Revit 2027 API
SymbolTypeId.KipPerFtSup2 Property
 Symbol kip/ft², indicating unit Kips per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipPerFtSup2 { get; }
Public Shared ReadOnly Property KipPerFtSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipPerFtSup2 {
	ForgeTypeId^ get ();
}
static member KipPerFtSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace